Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=853_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Uusia oppimateriaaleja inarin- ja koltansaamen opetukseen
sme: Ođđa oahppamateriálat anáraš- ja nuortalašgielaid oahpahussii

source: Inarin- ja koltansaamen kielten opetuksen tueksi on ilmestynyt kummallakin kielellä yhteensä neljä erilaista julistetta.
sme: Anáraš- ja nuortalašgielaid oahpahusa várás leat goappáge gillii almmuhuvvon oktiibuot njeallje iešguđetlágan plakáhta.

source: Julisteet sisältävät kuvat ja nimitykset arkivaatteista ja asusteista, henkseleistä saunatakkeihin.
sme: Plakáhtain leat govat ja namahusat árgabeaibiktasiin arvebiktasiid rájes gitta vuolildusbáiddiide.

source: Julisteet on tarkoitettu opetuksen tueksi kielipesiin, päivähoitopaikkoihin ja saamenkielisiin luokkiin.
sme: Plakáhtat leat oaivvilduvvon giellabesiide, beaivedikšunsajiide ja sámegielat luohkáide.

source: Tiina Sanila-Aikio ja Pirjo Lotvonen ovat laatineet koltansaamenkielisten julisteiden tekstit.
sme: Tiina Sanila-Aikio ja Pirjo Lotvonen leaba čállán teavsttaid nuortalašgielat plakáhtaide.

source: Inarinsaamenkielisten julisteiden tekstit ovat Tanja Kyrön käsialaa.
sme: Anárašgielat plakáhtaid teavsttaid lea ráhkadan Tanja Kyrö.

source: Julisteiden kuvat ovat valokuvia ja ne on ottanut Ulla Isotalo.
sme: Plakáhtaid čuovgagovaid lea váldán Ulla Isotalo.

source: Julisteiden lisäksi huhtikuussa ilmestyi myös uudistettu painos Elna Maggan ja Päivikki Nillukka-Rauhalan kirjoittamasta ja Merja Aletta Ranttilan kuvittamasta 2. luokan pohjoissaamen äidinkielen oppikirjasta Giellaleaika.
sme: Plakáhtaid lassin cuoŋománus lea almmustuvvan maiddái ođasmahttojuvvon preanttus Elna Magga ja Päivikki Nillukka-Rauhala Giellaleaika - nammasaš

source: Pekka Sammallahden Saamelais-suomalais-saamelaisesta sanakirjasta (Sámi-suoma-sámi sátnegirji) on myös ilmestynyt uusi painos.
sme: Pekka Sammallahti Sámi-suoma-sámi sátnegirjjis lea maid almmustuvvan ođđa preanttus.

source: Edellinen lisäpainos ilmestyi helmikuussa ja myytiin pian loppuun.
sme: Ovddit lassepreanttus almmustuvai guovvamánus ja vuvdojuvvui gitta maŋimučča rádjái johtilit.

source: Saamelaiskäräjien julkaisema teos on näköispainos Girjegiisá Oy:n alunperin vuonna 1993 julkaisemasta teoksesta.
sme: Girjegiisá Oy almmuhii girjji vuosttaš prentosa jagis 1993.

source: Sanakirjan saame-suomi - osassa on yli 12.000 sanaa, suomi-saame - osassa puolestaan yli 20.000 sanaa.
sme: Sátnegirjji sámi-suoma oasis leat badjelaš 12.000 sáni, suoma-sámi oasis fas badjelaš 20.000 sáni.

source: Sanak
sme: Girji lea fidnemis Sámi duodjegávppis Sajosis Anáris ja ovttastusa

source: irja on nyt saatavissa
sme: Buot oahppamateriálat, maid sámediggi lea almmuhan, leat fidnemis maiddái

source: Sámi duodji-kaupasta Sajoksesta Inarista ja yhdistyksen
sme: sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva.

source: verkkokaupasta
sme: tammela (at) samediggi.
